export const text = {
  otherGender: 'أحنا هنستعبط ولا اية !!؟؟<br> اختار عدل ويلا متزعلنيش منك<br>معروفة يا ولد يا بنت',
  preferNotToSayGender: "خير مش عاوز تقول لية<br>معلش اتعب شوية واختار ال Gender بتاعك",
  activitysFailed: 'حصلت مشكلة فى تحميل البرنامج اليومى حاول مرة تانى معلش او كلم ستيفين',
  noActivities: 'مفيش جدول انشطة معمول للنهاردة',
  noName: 'تقريبا كدة نسيت تختار اسم البروفايل بتاعك',
  noEmail: 'تقريبا كدة نسيت تكتب الايميل بتاعك',
  noPassword: 'تقريبا كدة نسيت تكتب الباسورد بتاعك<br>لو ايميل جديد اكتب الباسورد الى عاوزة بس خليك فاكرة',
  accountCreatingFailed: 'فى مشكلة والاكونت متعملش<br>معلش حاول تانى',
  accountCreated: 'الاكونت اتعمل وكله زى الفل يا باشا',
  newAccount: 'اكونت جديد!!<br>دخل اسمك واختار الgender علشان نعمل الاكونت',
  loginSucces: 'تم تسجيل الدخول بنجاح',
  wrongPassword: 'الباسورد غلط !!<br>حاول تفتكر او راجع الحروف كويس'
}