export const bibleVerses = [
  {
    verseWords: ["اَلرَّبُّ", "رَاعِيَّ", "فَلاَ", "يُعْوزُنِي", "شَيْءٌ.", "فِي", "مَرَاعٍ", "خُضْرٍ", "يُرْبِضُنِي.", "إِلَى", "مِيَاهِ", "الرَّاحَةِ", "يُورِدُنِي"],
    verseChapter: { book: "مزامير", chapter: 23, verse: 1 }
  },
  {
    verseWords: ["لأَنَّهُ", "يُوصِي", "مَلاَئِكَتَهُ", "بِكَ", "لِكَيْ", "يَحْفَظُوكَ", "فِي", "كُلِّ", "طُرُقِكَ.", "عَلَى", "الأَيْدِي", "يَحْمِلُونَكَ", "لِئَلاَّ", "تَصْدِمَ"],
    verseChapter: { book: "مزامير", chapter: 91, verse: 11 }
  },
  {
    verseWords: ["تَوَكَّلْ", "عَلَى", "الرَّبِّ", "بِكُلِّ", "قَلْبِكَ،", "وَعَلَى", "فَهْمِكَ", "لاَ", "تَعْتَمِدْ.", "فِي", "كُلِّ", "طُرُقِكَ", "اعْرِفْهُ"],
    verseChapter: { book: "أمثال", chapter: 3, verse: 5 }
  },
  {
    verseWords: ["فَوْقَ", "كُلِّ", "تَحَفُّظٍ", "احْفَظْ", "قَلْبَكَ،", "لأَنَّ", "مِنْهُ", "مَخَارِجَ", "الْحَيَاةُ.", "اِنْزِعْ", "عَنْكَ", "الْتِوَاءَ", "الْفَمِ"],
    verseChapter: { book: "أمثال", chapter: 4, verse: 23 }
  },
  {
    verseWords: ["ذُوقُوا", "وَانْظُرُوا", "مَا", "أَطْيَبَ", "الرَّبَّ!", "طُوبَى", "لِلرَّجُلِ", "الْمُتَّكِلِ", "عَلَيْهِ.", "اتَّقُوا", "الرَّبَّ", "يَا", "قِدِّيسِيهِ"],
    verseChapter: { book: "مزامير", chapter: 34, verse: 8 }
  },
  {
    verseWords: ["قَلْبًا", "نَقِيًّا", "اخْلُقْ", "فِيَّ", "يَا", "اللهُ،", "وَرُوحًا", "مُسْتَقِيمًا", "جَدِّدْ", "فِي", "دَاخِلِي.", "لاَ", "تَطْرَحْنِي", "مِنْ"],
    verseChapter: { book: "مزامير", chapter: 51, verse: 10 }
  },
  {
    verseWords: ["لاَ", "تَخَفْ", "لأَنِّي", "مَعَكَ.", "لاَ", "تَتَلَفَّتْ", "لأَنِّي", "إِلَهُكَ.", "قَدْ", "أَيَّدْتُكَ", "وَأَعَنْتُكَ", "وَعَضَدْتُكَ", "بِيَمِينِ"],
    verseChapter: { book: "إشعياء", chapter: 41, verse: 10 }
  },
  {
    verseWords: ["تَعَالَوْا", "إِلَيَّ", "يَا", "جَمِيعَ", "الْمُتْعَبِينَ", "وَالثَّقِيلِي", "الأَحْمَالِ،", "وَأَنَا", "أُرِيحُكُمْ.", "اِحْمِلُوا", "نِيرِي", "عَلَيْكُمْ", "وَتَعَلَّمُوا"],
    verseChapter: { book: "متى", chapter: 11, verse: 28 }
  },
  {
    verseWords: ["سِرَاجٌ", "لِرِجْلِي", "كَلاَمُكَ", "وَنُورٌ", "لِسَبِيلِي.", "حَلَفْتُ", "فَأُقِيمُهُ", "أَنْ", "أَحْفَظَ", "أَحْكَامَ", "بِرِّكَ", "فِي", "كُلِّ"],
    verseChapter: { book: "مزامير", chapter: 119, verse: 105 }
  },
  {
    verseWords: ["أَنْتُمْ", "مِلْحُ", "الأَرْضِ،", "وَلَكِنْ", "إِنْ", "فَسَدَ", "الْمِلْحُ", "فَبِمَاذَا", "يُمَلَّحُ؟", "لاَ", "يَصْلُحُ", "بَعْدُ", "لِشَيْءٍ", "إِلاَّ"],
    verseChapter: { book: "متى", chapter: 5, verse: 13 }
  },
  {
    verseWords: ["هَكَذَا", "فَلْيُضِئْ", "نُورُكُمْ", "قُدَّامَ", "النَّاسِ،", "لِكَيْ", "يَرَوْا", "أَعْمَالَكُمُ", "الْحَسَنَةَ،", "وَيُمَجِّدُوا", "أَبَاكُمُ", "الَّذِي", "فِي", "السَّمَاوَاتِ"],
    verseChapter: { book: "متى", chapter: 5, verse: 16 }
  },
  {
    verseWords: ["اِطْلُبُوا", "أَوَّلاً", "مَلَكُوتَ", "اللهِ", "وَبِرَّهُ،", "وَهَذِهِ", "كُلُّهَا", "تُزَادُ", "لَكُمْ.", "لاَ", "تَهْتَمُّوا", "لِلْغَدِ،", "لأَنَّ", "الْغَدَ"],
    verseChapter: { book: "متى", chapter: 6, verse: 33 }
  },
  {
    verseWords: ["لأَنَّهُ", "مَاذَا", "يَنْتَفِعُ", "الإِنْسَانُ", "لَوْ", "رَبِحَ", "الْعَالَمَ", "كُلَّهُ", "وَخَسِرَ", "نَفْسَهُ؟", "أَوْ", "مَاذَا", "يُعْطِي", "الإِنْسَانُ"],
    verseChapter: { book: "متى", chapter: 16, verse: 26 }
  },
  {
    verseWords: ["هَذِهِ", "هِيَ", "وَصِيَّتِي", "أَنْ", "تُحِبُّوا", "بَعْضُكُمْ", "بَعْضًا", "كَمَا", "أَحْبَبْتُكُمْ.", "لَيْسَ", "لأَحَدٍ", "حُبٌّ", "أَعْظَمُ", "مِنْ"],
    verseChapter: { book: "يوحنا", chapter: 15, verse: 12 }
  },
  {
    verseWords: ["لأَنَّهُ", "هَكَذَا", "أَحَبَّ", "اللهُ", "الْعَالَمَ", "حَتَّى", "بَذَلَ", "ابْنَهُ", "الْوَحِيدَ،", "لِكَيْ", "لاَ", "يَهْلِكَ", "كُلُّ"],
    verseChapter: { book: "يوحنا", chapter: 3, verse: 16 }
  },
  {
    verseWords: ["أَنَا", "هُوَ", "الطَّرِيقُ", "وَالْحَقُّ", "وَالْحَيَاةُ.", "لَيْسَ", "أَحَدٌ", "يَأْتِي", "إِلَى", "الآبِ", "إِلاَّ", "بِي.", "لَوْ"],
    verseChapter: { book: "يوحنا", chapter: 14, verse: 6 }
  },
  {
    verseWords: ["كُلُّ", "الأَشْيَاءِ", "تَؤُولُ", "مَعاً", "لِلْخَيْرِ", "لِلَّذِينَ", "يُحِبُّونَ", "اللهَ،", "الَّذِينَ", "هُمْ", "مَدْعُوُّونَ", "حَسَبَ", "قَصْدِهِ"],
    verseChapter: { book: "رومية", chapter: 8, verse: 28 }
  },
  {
    verseWords: ["أَسْتَطِيعُ", "كُلَّ", "شَيْءٍ", "فِي", "الْمَسِيحِ", "الَّذِي", "يُقَوِّينِي.", "غَيْرَ", "أَنَّكُمْ", "فَعَلْتُمْ", "حَسَنًا", "إِذْ", "اشْتَرَكْتُمْ"],
    verseChapter: { book: "فيلبي", chapter: 4, verse: 13 }
  },
  {
    verseWords: ["إِنْ", "اعْتَرَفْنَا", "بِخَطَايَانَا", "فَهو", "أَمِينٌ", "وَعَادِلٌ،", "حَتَّى", "يَغْفِرَ", "لَنَا", "خَطَايَانَا", "وَيُطَهِّرَنَا", "مِنْ", "كُلِّ"],
    verseChapter: { book: "1 يوحنا", chapter: 1, verse: 9 }
  },
  {
    verseWords: ["هَئَنَذَا", "وَاقِفٌ", "عَلَى", "الْبَابِ", "وَأَقْرَعُ.", "إِنْ", "سَمِعَ", "أَحَدٌ", "صَوْتِي", "وَفَتَحَ", "الْبَابَ،", "أَدْخُلُ", "إِلَيْهِ"],
    verseChapter: { book: "رؤيا", chapter: 3, verse: 20 }
  }
];

export const dom = {
  guessResult: no=>`
  <div class="verseTextArea" data-wordNo="${no}">
        <p id="verseWord"></p>
        <p id="verseNo">${no}</p>
      </div>`
}